{
    "courseId": 0,
    "courseName": "요즘 뜨는 부산의 동쪽, 기장 여행 코스",
    "courseRoute": "아홉산 숲 - 죽성 성당 - 오시리아 해안산책로 - 해동용궁사",
    "courseTime": 6,
    "location": "부산",
    "tag": [
      "봄",
      "가을"
    ],
    "viewCount": 0,
    "likeCount": 0,
    "guideName": "유성민",
    "guideText": "여행은 즐거워야 하는 법!",
    "travelSpots": [
      {
        "id": 1,
        "name": "1. 아홉산숲",
        "lat": "35.287176",
        "lng": "129.171517"
      },
      {
        "id": 2,
        "name": "2. 죽성 성당",
        "lat": "35.241205",
        "lng": "129.248668"
      },
      {
        "id": 3,
        "name": "3. 오시리아 해안산책로",
        "lat": "35.196617",
        "lng": "129.228511"
      },
      {
        "id": 4,
        "name": "4. 해동용궁사",
        "lat": "35.189137",
        "lng": "129.222253"
      }
    ],
    "sleeps": [
      {
        "id": 1,
        "name": "더클럽호텔",
        "lat": "35.2203",
        "lng": "129.2271"
      },
      {
        "id": 2,
        "name": "르컬렉티브 오시리아",
        "lat": "35.189",
        "lng": "129.2143"
      },
      {
        "id": 3,
        "name": "아라하우스펜션",
        "lat": "35.1841",
        "lng": "129.2094"
      }
    ],
    "eats": [
      {
        "eatId": 1,
        "name": "기장혼국보미역본점",
        "lat": "35.1836",
        "lng": "129.2105"
      },
      {
        "eatId": 2,
        "name": "대게만찬",
        "lat": "35.1986",
        "lng": "129.2238"
      },
      {
        "eatId": 3,
        "name": "일등가 한우만찬",
        "lat": "35.1975",
        "lng": "129.2233"
      }
    ],
    "courseDatas": [
      {
        "courseDataId": 1,
        "title": "아홉산숲",
        "text": "부산 기장 철마면 아홉산 자락에 위치한 숲으로, 훼손되지않은 자연환경과 생태를 만날 수 있는 곳이다. 대나무숲, 편백나무 숲, 삼나무, 은행나무 등의 인공림과 수령 100~300년 되는 금강송 등을 포함한 천연림이 아홉산숲을 구성한다. 총면적이 무려 52만 ㎡에 이르며, 약 400년의 세월을 지켜온 사유림으로, 자연보호를 위하여 사전 예약된 제한된 인원만이 출입이 가능하다. 놀이공원이나 유원지와 다르게 자연을 훼손하지 않는 선에서만 관람이 가능하지만, 아이들을 위한 숲 속 체험 및 놀이 프로그램도 마련되어 있으며, 숲 해설을 들을 수도 있다."
      },
      {
        "courseDataId": 2,
        "title": "죽성 성당",
        "text": "부산 기장군 죽성리에 위치한 죽성성당은 2009년 SBS 드라마 ‘드림’을 촬영하기 위해 지어진 드라마 세트장이다. 오래 전 방영된 드라마는 잊혀졌지만 잘 만들어진 이 공간만큼은 기장을 찾는 여행객의 필수 코스라고 할 정도로 명소가 되었다. 성당 내부는 갤러리로 운영되고 있어서 운 좋게 전시일정과 겹친다면 뜻하지 않은 볼거리를 경험할 수 있다.작은 어촌마을에 위치한 지리적 특성 덕분인지 남다른 분위기를 간직하고 있다. 중세시대의 어느 바닷가 마을을 그대로 옮겨 놓은 것 같은 풍경은 마치 한 폭의 그림 같다. 바위 위로 부서지는 하얀 포말은 성당의 붉은 지붕과 대비되어 이곳을 찾는 이들의 시선을 한눈에 사로잡는다. 죽성성당에서 가장 많은 이들이 줄을 서서 기다리는 곳은 마치 액자의 프레임을 그대로 옮겨 놓은 듯한 포토존이다. 액자 속으로 들어간 푸른 바다와 하늘이 더없이 아름다운 배경을 만들어 준다."
      },
      {
        "courseDataId": 3,
        "title": "오시리아 해안산책로",
        "text": "오시리아 해안 산책로는 탁 트인 바다와 중간중간 멋스러운 풍경을 바라볼 수 있는 쉼터가 잘 갖추어져 있어 아이들과 함께 걷기에도 좋다. 계절마다 피고 지는 다양한 야생화와 그림 같은 해안 절경을 따라 걷다 보면 어느새 소나무가 우거진 숲으로 이어진다. 울창한 소나무 숲이 한낮의 뜨거운 햇살을 가려줘 여름에는 더위를 잠시 피할 수도 있다. 소나무 사이로 들리는 파도 소리도 몸과 마음을 시원하게 해준다. 해안산책로 한편에는 부산 동쪽 바다를 지키는 용왕을 모신 사당인 용왕단도 자리해 눈길을 끈다. 깎아지른 절벽 위에 세워져 웅장하면서도 경건한 분위기를 풍긴다. 용왕단이 바라보이는 자리에 흔들의자도 세워져 산책의 색다른 재미를 더한다."
      },
      {
        "courseDataId": 4,
        "title": "해동용궁사",
        "text": "현존하는 건물은 대웅전을 비롯하여 굴법당·용왕당(용궁단)·범종각·요사채 등이 있다. 대웅전은 주지 정암이 1970년대에 중창하였다. 대웅전 옆에 있는 굴법당은 미륵전이라고 하여 창건 때부터 미륵좌상 석불을 모시고 있는데 자손이 없는 사람이 기도하면 자손을 얻게 된다 하여 득남불이라고 부른다. 대웅전 앞에는 사사자 3층 석탑이 있다. 원래 이 자리에는 3m 높이의 바위(미륵바위)가 있었는데 임진왜란 때 절이 폐허가 되고 6·25전쟁 때 해안경비망 구축으로 파괴됨에 따라, 1990년에 정암이 파석을 모으고 손상된 암벽을 보축하여 이 석탑을 세우고 스리랑카에서 가져온 불사리 7과를 봉안하였다. 이밖에 단일 석재로는 한국 최대의 석상인 약 10m 높이의 해수관음대불, 동해 갓바위 부처라고도 하는 약사여래불이 있다. 절 입구에는 교통안전기원탑과 108계단이 있고, 계단 초입에 달마상이 있는데 코와 배를 만지면 득남한다는 전설이 전한다."
      }
    ]
  }