{
  "courseId": 0,
  "courseName": "신라 역사 탐방",
  "courseRoute": "첨성대 - 황리단길 - 국립 경주 박물관 - 천마총(대릉원) - 안압지",
  "courseTime": 8,
  "location": "경상도",
  "tag": [
    "봄",
    "가을"
  ],
  "viewCount": 0,
  "likeCount": 0,
  "guideName": "김원도",
  "guideText": "역사 여행을 한 번 떠나보시는것 어떠신가요? 신라(경주)로 역사 여행을 경험해보세요.",
  "travelSpots": [
    {
      "id": 1,
      "name": "1. 첨성대",
      "lat": "35.8347146080368",
      "lng": "129.21901124216237"
    },
    {
      "id": 2,
      "name": "2. 황리단길",
      "lat": "35.83932417233202",
      "lng": "129.20963626936478"
    },
    {
      "id": 3,
      "name": "3. 국립 경주 박물관",
      "lat": "35.82922949501995",
      "lng": "129.22794460963135"
    },
    {
      "id": 4,
      "name": "천마총(대릉원)",
      "lat": "35.8384531603759",
      "lng": "129.21055048293863"
    },
    {
      "id": 5,
      "name": "안압지",
      "lat": "35.83476914175957",
      "lng": "129.22697089361904"
    }
  ],
  "sleeps": [
    {
      "id": 1,
      "name": "청공한옥스테이",
      "lat": "35.78202317084031",
      "lng": "129.30321251448208"
    },
    {
      "id": 2,
      "name": "경주한옥스테이 신달하우스",
      "lat": "35.838060836721326",
      "lng": "129.20424539444886"
    },
    {
      "id": 3,
      "name": "소설재 황리단길",
      "lat": "35.83402394660952",
      "lng": "129.21444643083512"
    }
  ],
  "eats": [
    {
      "eatId": 1,
      "name": "향화정",
      "lat": "35.838002475046814",
      "lng": "129.20918795385236"
    },
    {
      "eatId": 2,
      "name": "경주원조콩국",
      "lat": "35.83344210885364",
      "lng": "129.21472680008114"
    },
    {
      "eatId": 3,
      "name": "소옥",
      "lat": "35.83528094155228",
      "lng": "129.2127330518988"
    }
  ],
  "courseDatas": [
    {
      "courseDataId": 1,
      "title": "첨성대",
      "text": "대릉원과 천마총, 불국사, 황리단길 등 경주를 대표하는 관광 명소는 많지만 가을에는 첨성대부터 방문하기를 추천한다. 경주의 랜드마크인 첨성대는 가을이 되면 주변 공원 일대가 총천연의 가을꽃밭으로 변신하면서 황홀경이 펼쳐지기 때문이다. 첨성대부터 계림 주변까지 온통 형형색색 아름다운 꽃들로 가득한 첨성대 일대는 조금만 시간을 놓쳐도 인증사진을 찍는 인파로 가득 차 버린다. 청명한 가을 하늘과 흐드러진 꽃들만 있어도 바쁜 일상에 놓치고 지냈던 휴식과 안정을 얻기에는 충분하다. 자신을 위해 공들여 고른 음악 한 곡에 고즈넉한 공원 산책을 즐기며 스스로에게 진정한 격려를 건네 보자."
    },
    {
      "courseDataId": 2,
      "title": "황리단길",
      "text": "매년 경주를 찾는 다양한 관광객들만큼이나 경주의 쇼핑 거리, 황리단길이 가지고 있는 색깔도 매년 다채로워지고 있다. 일식부터 유럽식까지 다양한 나라의 요리를 전문적으로 내놓는 근사한 식당은 물론이고 향긋한 향기가 먼저 마중 나오는 향초 전문점, 귀여운 캐릭터 상품들만 모아서 판매하는 소품 편집샵까지 골목골목마다 흥미를 돋우는 요소들로 가득하다. 둘러보다 지칠 때쯤엔 발길이 닿는 카페에 들어가 차 한잔의 여유를 즐기는 것도 좋겠다."
    },
    {
      "courseDataId": 3,
      "title": "국립 경주 박물관",
      "text": "신라 천년의 수도 경주에 위치하고 있는 국립경주박물관은 신라의 문화유산을 한 눈에 살필 수 있는 한국의 대표적인 박물관이다.국립경주박물관은 60여년의 전통을 지닌 경주어린이박물관학교를 비롯한 여러가지 교육 프로그램을 운영하며, 어린이박물관도 마련되어 있다.특히 최근 ''태오양스튜디오'' 양태오 디자이너 손끝에서 리노베이션 된 신라역사관과 신라미술관의 화려한 로비가 방문객들의 눈길을 끈다.국립경주박물관 상설전시실은 총 5개의 관/장으로 이루어져 있으며, 천년왕국 신라의 성장과 찬란한 미술문화, 국보와 보물 등을 만나볼 수 있다."
    },
    {
      "courseDataId": 4,
      "title": "천마총(대릉원)",
      "text": "신라의 대표적인 무덤형태인 천마총은 목관을 안치하고 그 위에 나무 덧널을 짠 후 주위와 윗부분을 돌로 쌓고, 물이 새어들지 못하게 진흙을 덮어 다지고 다시 그 위에 흙을 덮어 봉분을 만들어 마무리 한 돌과 덧널을 사용해 만든 ‘돌무지덧널무덤’이다. 발굴 당시 봉분은 마치 화산분화구처럼 움푹 들어 가 있어서 봉분에 흙을 채워 봉긋하게 복원해 무덤형태를 알 수 있게 복원한 모습의 내부를 볼 수 있게 유리전시관 안의 썩은 목관은 그대로 둔 채 덧널만을 복원해 목관내부를 볼 수 있게 공개하고 있다.천마도는 현재까지 남아 있는 신라의 대표적인 회화작품으로 그 가치가 매우 높아 국보로 지정되었다. 긴 혀를 내밀고 꼬리를 추켜세워 마치 하늘을 나는 듯 묘사된 천마가 죽은 사람을 하늘 세계로 실어 나르는 역할을 했음을 짐작케 해주는데 천마도의 동물이 말이 아니라 이마에 뿔이 있는 상상속의 동물인 기린이라는 이야기도 있다. 천마총 금관은 전형적인 신라금관의 형태로 앞면에는 나뭇가지 모양의 장식이 세 줄이 솟아 있고 뒷면에는 사슴뿔 모양이 두 줄로 그리고 나뭇가지 모양의 장식에는 생명력을 상징하듯 돋아나는 싹 모양과 태아형태의 곡옥 장식들이 달려 있다. 관 옆으로 금 장신구들이 전시되어 있는데, 새가 날개를 활짝 핀 모양의 화려한 금장식은 신라 사람들이 쓰는 모자에 꽂는 것으로 추측되며, 금 허리띠에는 물고기와 곡옥, 철기를 만들 때 사용하는 숫돌과 집게 모양을 한 많은 장식들이 달려 있다."
    },
    {
      "courseDataId": 5,
      "title": "안압지",
      "text": "경주 동궁과 월지는 신라 왕궁의 별궁터이다. 다른 부속건물들과 함께 왕자가 거처하는 동궁으로 사용되면서, 나라의 경사가 있을 때나 귀한 손님을 맞을 때 이곳에서 연회를 베풀었다고 한다. 신라 경순왕이 견훤의 침입을 받은 뒤, 931년에 고려 태조 왕건을 초청하여 위급한 상황을 호소하며 잔치를 베풀었던 곳이기도 하다. 신라는 삼국을 통일한 후 문무왕 14년(674)에 큰 연못을 파고 못 가운데에 3개의 섬과 못의 북동쪽으로 12봉우리의 산을 만들었으며, 여기에 아름다운 꽃과 나무를 심고 진귀한 새와 짐승을 길렀다고 전해진다. 고려시대의 『삼국사기』에는 임해전에 대한 기록만 나오고 안압지에 대해서는 아무런 언급이 없으며, 이 후 신라가 멸망하고 고려와 조선에 이르러 이곳이 폐허가 되자, 시인 묵객들이 연못을 보며 "화려했던 궁궐은 간데없고 기러기와 오리만 날아든다."는 쓸쓸한 시 구절을 읊조리며, 이 곳을 기러기 ''안''자와 오리''압''자를 써서 ''안압지''라고 불렀다고 한다."
    }
  ]
}