{
  "courseId": 0,
  "courseName": "속초 아바이 코스",
  "courseRoute": "속초 해수욕장 - 아바이마을 - 낙산사 - 중앙시장",
  "courseTime": 8,
  "location": "강원도",
  "tag": ["속초", "아바이마을", "낙산사"],
  "viewCount": 0,
  "likeCount": 0,
  "guideName": "김동현",
  "guideText": "여행지의 설레는 마음을 어떤 곳이든 느낄 수 있도록!",
  "travelSpots": [
    {
      "id": 1,
      "name": "1. 속초 해수욕장",
      "position": { "lat": 38.187513, "lng": 128.605576 }
    },
    {
      "id": 2,
      "name": "2. 아바이마을",
      "position": { "lat": 38.200664, "lng": 128.594797 }
    },
    {
      "id": 3,
      "name": "3. 낙산사",
      "position": { "lat": 38.124613, "lng": 128.628053 }
    },
    {
      "id": 4,
      "name": "4. 중앙시장",
      "position": { "lat": 38.204419, "lng": 128.590157 }
    }
  ],
  "sleeps": [
    {
      "id": 1,
      "name": "라마다 호텔",
      "position": { "lat": 38.174162, "lng": 128.610183 }
    },
    {
      "id": 2,
      "name": "호텔 더블루테라 속초",
      "position": { "lat": 38.184856, "lng": 128.601527 }
    },
    {
      "id": 3,
      "name": "씨크루즈 호텔",
      "position": { "lat": 38.20113, "lng": 128.586906 }
    }
  ],
  "eats": [
    {
      "eatId": 1,
      "name": "단천식당",
      "position": { "lat": 38.202624, "lng": 128.593707 }
    },
    {
      "eatId": 2,
      "name": "감나무집",
      "position": { "lat": 38.204317, "lng": 128.590883 }
    },
    {
      "eatId": 3,
      "name": "속초 신토불이 감자옹심이",
      "position": { "lat": 38.20412, "lng": 128.590445 }
    }
  ],

  "pathCoordinates": [
    {
      "id": 1,
      "route1": [38.187513, 128.605576],
      "route2": [38.200664, 128.594797]
    },
    {
      "id": 2,
      "route1": [38.200664, 128.594797],
      "route2": [38.124613, 128.628053]
    },
    {
      "id": 3,
      "route1": [38.124613, 128.628053],
      "route2": [38.204419, 128.590157]
    }
  ],

  "courseData": [
    {
      "courseDataId": 1,
      "title": "속초 해수욕장",
      "text": "1976년 처음 개장한 속초해수욕장은 국내 대표적인 해수욕장 가운데 하나다. 속초 시내와 가깝고 고속버스터미널이 도보 거리에 있어 교통이 편리한 것이 장점이다. 속초해수욕장은 바닷물이 맑고 깨끗한데다 수심이 얕고 경사가 완만해 매년 여름철이면 전국에서 모여든 피서객들로 북적해진다. 특히 성수기인 7~8월에는 너른 해변이 발 디딜 틈도 없이 사람들로 가득 찬다. 해수욕장 주변은 음식점과 편의 시설이 잘 갖춰져 있다. 해변 뒤편에는 소나무숲이 우거져 있으며 작은 공원과 산책로도 조성되어 있다. 휴가철이 지난 후에도 해수욕장에는 관광객들의 발길이 끊이지 않는다. 모래사장 곳곳에 설치된 조형물들이 계절에 관계없이 다채로운 볼거리를 선사하기 때문이다. 속초를 형상화한 ‘ㅅㅊ’ 이니셜과 세계 각국의 방향을 표시한 커다란 나침반, 생동감 있는 돌고래 조각 등이 눈길을 사로잡는다. 푸른 바다를 배경으로 한 대형 액자 프레임과 하늘을 향해 뻗은 천국의 계단은 이곳에서 가장 인기 있는 포토존이다. 매년 이곳에서는 관광객들에게 더욱 즐거운 추억을 선물하기 위해 버스킹, 여름해변축제, 속초 수제맥주 축제를 즐길수 있다. 여행시기에 맞추어 방문한다면 밴드공연, 음악회 등의 공연행사를 즐길 수 있다."
    },
    {
      "courseDataId": 2,
      "title": "아바이마을",
      "text": "청호동에 형성된 아바이마을은 실향민의 아픔이 진하게 배어나는 곳이다. 6.25 한국전쟁 당시 북에서 내려온 피란민들이 정착하면서 마을이 형성되었는데 특히 함경도에서 온 실향민들이 많이 살고 있다. 아바이는 함경도 사투리로 할아버지와 같이 친근하고 나이가 지긋한 남자를 뜻한다. 아바이마을은 역사의 뒤안길로 사라져가는 실향민들의 삶과 생활상을 엿볼 수 있는 곳이다. 지금은 옛 모습이 많이 사라졌지만 골목길에 대문도 없는 판자집들이 드문드문 남아 있어 있으며 고향에 대한 그리움을 담은 벽화들이 담벼락을 따라 이어져있다. 고기잡이와 막일을 하며 고향에 돌아가기만을 손꼽아 기다렸던 실향민들의 고된 삶과 애환을 느낄 수 있다. 아바이마을 초기에 지어졌던 피란민 가옥들은 속초시립박물관 실향민 문화촌에 복원되어 있다. 아바이마을은 드라마 <가을동화> 촬영지로 이름난 후 사람들이 많이 찾아오기 시작하면서 속초의 대표적인 관광지로 자리매김했다. 식당가 골목에 함흥냉면과 오징어순대, 아바이순대국 등 북한의 향토 음식점들과 카페들이 즐비하게 늘어서 있다."
    },
    {
      "courseDataId": 3,
      "title": "낙산사",
      "text": "강원도 양양 낙산사에서 홍련암의 관음굴로 가는 바닷가 절벽 위에 자리한 정자다. 의상대의 ‘대’란 주변 경치를 감상하기 위해 지은 집을 말한다. 의상대에서 바라보는 동해와 해안 절경이 빼어나 양양8경에 이름을 올렸고, 낙산사에서 반드시 들려야 할 곳으로 손꼽힌다. 송강 정철의 <관동별곡>에서 소개한 관동팔경(강원도 영동의 여덟 군데 명승지) 중 하나로, 동해안 일출이 유명한 곳이기도 하다. 「양양 낙산사 의상대와 홍련암」이라는 이름으로 명승에 지정되어 있다. 낙산사 의상대는 의상대사의 업적을 기리기 위해 1925년에 지은 정자다. 의상대사는 신라 문무왕 11년(671)에 낙산사를 창건한 고승으로, 절 곳곳에 그와 관련한 전설이 전해진다. 중국 당나라에서 돌아온 의상대사가 낙산사를 지을 때 지금 의상대가 있는 자리에서 산세를 살피고 좌선 수행을 했다고 알려져 있다. 현재의 의상대는 1995년에 육각정으로 복원된 모습이다."
    },
    {
      "courseDataId": 4,
      "title": "중앙시장",
      "text": "속초 여행의 필수 코스로 꼽히는 속초관광수산시장은 없는 것 없이 다 있는 만물상 같은 곳이다. 지하 1층, 지상 2층 규모의 큰 상가 건물과 전문화된 골목 시장들이 어우러져 볼거리를 더한다. 상가 건물에는 의류와 생활용품, 잡화점을 비롯해 농협 하나로마트가 입점해 있어 다양한 상품들을 구매할 수 있다. 또한 지하에 회센터가 있어 싱싱한 활어와 해산물을 저렴하게 맛볼 수 있다. 골목 시장은 품목에 따라 야채, 과일점이 모여 있는 청과 골목과 고추 골목, 순대 골목, 젓갈어시장 골목, 닭전 골목 등으로 구분된다. 좌판에 깔린 신선한 농산물과 생선 및 건어물들이 발걸음을 자꾸만 늦추게 만든다. 관광객들이 많이 찾는 닭전 골목은 바삭하고 매콤한 닭강정 점포들이 많다. 가게마다 서로 다른 노하우로 관광객들의 입맛을 사로잡는다. 골목 시장은 모두 비가림 시설이 되어 있어 비가 와도 편하게 방문할 수 있으며 깔끔하고 쾌적한 환경과 넓은 주차장을 갖추고 있다."
    }
  ]
}
